{
  "Roland Banks": {
    "unique": true,
    "name": "Roland Banks",
    "occupation": "The Fed",
    "class": "Guardian",
    "traits": [
      "Agency",
      "Detective"
    ],
    "willpower": 3,
    "intellect": 3,
    "combat": 4,
    "agility": 2,
    "health": 9,
    "sanity": 5,
    "abilities": [
      "<react> After you defeat an enemy: Discover 1 clue at your location. (Limit once per round.)",
      "<elder> effect: +1 for each clue on your location."
    ],
    "flavour": "Everything by the book: every \"i\" dotted, every \"t\" crossed. It has worked, until now.",
    "artist": "Magali Villeneuve",
    "pack": "Core Set",
    "number": 1,
    "deck": {
      "size": 30,
      "options": {
        "Guardian": {
          "min": 0,
          "max": 5
        },
        "Seeker": {
          "min": 0,
          "max": 2
        },
        "Neutral": {
          "min": 0,
          "max": 5
        }
      },
      "requirements": [
        "Roland's .38 Special",
        "Cover Up",
        "1 random basic weakness"
      ]
    },
    "bio": "Roland had always taken comfort in procedure and rules. As an agent in the Bureau, he was relieved to have guidelines to follow in any given situation. But lately, his Federal Agent's Handbook had been entirely unhelpful given the cases he'd been assigned. Try as he might, Roland could find no mention of what to do when confronted with strange creatures, gates through time and space, or magic spells. If he hadn't seen it with his own eyes, he would never have believed it... and there's no way his superiors would understand. Roland knew he would have to handle this one himself."
  },
  "Daisy Walker": {
    "unique": true,
    "name": "Daisy Walker",
    "occupation": "The Librarian",
    "class": "Seeker",
    "traits": ["Miskatonic"],
    "willpower": 3,
    "intellect": 5,
    "combat": 2,
    "agility": 2,
    "health": 5,
    "sanity": 9,
    "abilities": [
      "You may take an additional action during your turn, which can only be used on Tome <action> abilities.",
      "<elder> effect: +0. If you succeed, draw 1 card for each Tome you control."
    ],
    "flavour": "I know of books so powerful, they can rewrite reality.",
    "artist": "Magali Villeneuve",
    "pack": "Core Set",
    "number": 2,
    "deck": {
      "size": 30,
      "options": {
        "Seeker": {
          "min": 0,
          "max": 5
        },
        "Mystic": {
          "min": 0,
          "max": 2
        },
        "Neutral": {
          "min": 0,
          "max": 5
        }
      },
      "requirements": [
        "Daisy’s Tote Bag",
        "The Necronomicon (John Dee Translation)",
        "1 random basic weakness"
      ]
    },
    "bio": "As a respected librarian at Miskatonic University, Daisy had always felt that books were the most important thing in her life. She explored in fiction what she abhorred in life: horror, violence, fear. Then, she stumbled across the John Dee translation of the Necronomicon. It was blasphemous, unholy, and too awful to be read. But given her studies in obscure and occult subjects, Daisy knew there was more truth than fiction within the book's pages. She began to wonder what other secrets the restricted collection of the Orne Library held..."
  }
}